Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་ཀྱང་། སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བའི་སླད་དུ། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་གཟུངས་ཀྱི་གསང་སྔགས་ཀྱི་ཚིག་རྣམས་བརྗོད་པར་བགྱིའོ། །ཏདྱ་ཐཱ། པུཥྤེ་སུ་པུཥྤེ། དྷུ་མ་པ་རི་ཧཱ་རེ། ཨཱརྱ་པུ་ཤ་སྟེ། ཤཱན་ཏི། ནིརྨུཀ་ཏེ། མངྒ་ལྱ། ཧི་ར་ཎྱ་གདྡྷེ་སྟུ་ཏེ། སྟ་བི་ཏེ་སྭཱ་ཧཱ། བཙུན་པ་བཅོམ་ལྡན་འདས་འདི་ནི་རྒྱལ་པོ་ཆེན་པོ་བཞི་པོ་བདག་ཅག་གི་བསྲུང་བ་འཇིགས་པ་མ་མཆིས་པ་ཞེས་བགྱི་སྟེ། འཇིགས་པ་ཐམས་ཅད་ལས་མི་འཇིགས་པར་བགྱིད་པ། ཚེ་སྐྱོང་བ་དུས་མ་ལགས་པར་འགུམ་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་སྐྱོབ་པ་ལགས་སོ། །དེ་ནས་ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོ་དང་། ཀླུའི་རྒྱལ་པོ་གློག་འོད་དང་། ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པ་དང་། ཀླུའི་རྒྱལ་པོ་གློག་ལྕེ་དང་།
en: Then Mahārāja Dhṛtarāṣṭra, Mahārāja Virūḍhaka, Mahārāja Virūpākṣa, and Mahārāja Vaiśravaṇa bowed toward the Bhagavat, and said to the Bhagavat, “Bhagavat, we also, in order to bring benefit to many beings, in order to bring happiness to many beings, and because of compassion for the world, will recite the words of a mantra for this Dharma teaching: tadyathā | puṣpe supuṣpe dhumaparihāre āryapraśaste śānti nirmukte maṅgalya hiraṇyagarbhe stute stavite svāhā | “Venerable Bhagavat, this protection of ours, of we Four Mahārājas, which is called the absence of danger, makes those in danger become safe, protects life, and saves from all premature death.”

source: ཀླུའི་རྒྱལ་པོ་འོད་ཟེར་བརྒྱ་པས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་གི་སྲུང་བ་ཆེན་པོ་ཡིད་བཞིན་གྱི་ནོར་བུ་ཞེས་བགྱི་བ། གློག་ཐམས་ཅད་ཟློག་པ། དུས་མ་ལགས་པར་འགུམ་པ་ཐམས་ཅད་སེལ་བ། དུག་རྣམས་མི་གདུག་པར་བགྱིད་པ། གཤེད་བྱེད་དང་།
en: Then the nāga king Sāgara, the nāga king Vidyutprabha, the nāga king Anavatapta, the nāga king Lightning Tongue, and the nāga king Royal Light, with palms together, bowed toward the Bhagavat and said to the Bhagavat, “Bhagavat, our great protection, which is called the wish-fulfilling jewel, repels all lightning, prevents all premature death, neutralizes poisons, and causes danger from enemies, conjured spirits, zombies, and inauspiciousness to cease.

source: བྱད་སྟེམས་དང་། རོ་ལངས་དང་། བཀྲ་མི་ཤིས་པའི་འཇིགས་པ་ཞི་བར་བགྱིད་པ་མཆིས་ན། བཅོམ་ལྡན་འདས་བདག་ཅག་ཀླུའི་སྐྱེ་གནས་འདི་ནས་དབྱུང་བ་དང་། སེར་སྣ་སྤང་བའི་སླད་དུ་ཐུགས་བརྩེ་བར་དགོངས་ཏེ་བཞེས་སུ་གསོལ།
en: “Bhagavat, regard us with compassion and accept this, so that we may leave this existence as nāgas and forsake miserliness.

source: བཅོམ་ལྡན་འདས་བདག་ཅག་ཀླུ་རྣམས་ནི་སེར་སྣ་ཅན་ཏེ་སེམས་སེར་སྣས་བསྐོར་བ་ལགས་སོ། །ཏདྱ་ཐཱ། ཨཱརྱ་ཛེ་ཨ་མ་རེ་ཨ་མྲྀ་ཏེ། ཨཀྵ་ཡེ། ཨ་བྷི་ཡེ། པུཎྱཻ། བརྱ་བ་ཏེ། སརྦ་པཱ་པྃ།
en: Bhagavat we nāgas are miserly, and our minds are encircled by miserliness.

source: པྲ་ཤ་མཱ་ནི་ཡེ་སྭཱ་ཧཱ། ཨཱརྱ་པུཎྱ་སོ་པཱ་ཀཱི་ཡེ་སྭཱ་ཧཱ། བཙུན་པ་བཅོམ་ལྡན་འདས་གསང་སྔགས་ཀྱི་ཚིག་འདི་དག་སྐྱེས་པའམ། བུད་མེད་གང་ལ་ལའི་ལྕེ་ལ་འདོན་པའམ། ཡི་གེར་བྲིས་པ་དེ་ལ་གློག་གི་འཇིགས་པ་ཐམས་ཅད་མ་མཆིས་པར་རིག་པར་བགྱིའོ། །རྩ་བའི་དུག་གམ། མཆེ་བའི་དུག་གམ། དབྱིག་དུག་གམ། གང་དག་གཞན་ཡང་ཡན་ལག་ལས་བྱུང་བའི་དུག་དེ་དག་གིས་དེ་འགུམ་པའི་དུས་བགྱིད་པར་མི་འགྱུར་རོ། །
en: tadyathā | āryaje amare amṛte akṣaye abhiye puṇyai paryavate sarvapāpaṃ praśamāniye svāha āryapuṇyasopākiye svāhā | “Venerable Bhagavat, if any man or woman recites the words of this mantra with their tongue or writes it out, then they will know that there is no danger from lightning and there will be no premature death caused by poison from plants, poison from animal bites, poison from treasures, or any other category of poison.

source: བདག་འཇིགས་པ་ཐམས་ཅད་དང་། གནོད་པ་ཐམས་ཅད་ལས་བདེ་ལེགས་སུ་གྱུར་ཅིག །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བརྒྱ་བྱིན་དང་།
en: May I go from all dangers and all harm to become perfectly happy!”

source: ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དང་། ཀླུའི་དབང་པོ་དེ་དག་ལ་ལེགས་སོ་ཞེས་བྱ་བ་གནང་སྟེ། བཞིན་བཟངས་དག་ཁྱེད་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བའི་ཕྱིར་ཞུས་ཏེ།
en: The Bhagavat then congratulated Śakra, Brahmā, the world protectors, and the nāga lords, saying, “It is excellent, excellent that you elegant men have taught the words of the Dravidian mantras in order to enter and possess completely this Dharma teaching, for the sake of benefit for many beings and happiness for many beings.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རྗེས་སུ་ཡོངས་སུ་བཟུང་བའི་ཕྱིར། དྲཱ་བི་ཌའི་གསང་སྔགས་ཀྱི་ཚིག་རྣམས་བཤད་པ་ལེགས་སོ་ལེགས་སོ། །ཕྱོགས་རྣམས་ནི་གཉིད་ལོག་པ་དང་། མྱོས་པ་དང་། རབ་ཏུ་མྱོས་པ་རྣམས་བསྲུང་བར་འགྱུར་རོ། །
en: It will protect in every direction those who are asleep, those who are intoxicated, and even those who are completely intoxicated.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: Then the Bhagavat said to the great assembly, “Well done!

source: དགེ་སློང་དེ་དག་དང་།
en: Well done!

source: བརྒྱ་བྱིན་དང་།
en: All of these dhāraṇī-mantras have great power, so that all the things wished for in the minds of beings will be perfectly obtained, exactly as they have wanted.

source: ཚངས་པ་དང་།
en: They will bring a vast benefit as long as the mind is one-pointed.

source: འཇིག་རྟེན་སྐྱོང་བ་དེ་དག་དང་།
en: Do not have any doubt!”

source: ཀླུའི་དབང་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When the Bhagavat had spoken, the world, with its bhikṣus, Śakra, Brahmā, world protectors, nāga lords, devas, humans, asuras, and gandharvas, was overjoyed and praised the words of the Bhagavat.

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ཡིད་བཞིན་གྱི་ནོར་བུའི་གཟུངས་ཀྱི་ལེའུ་ཞེས་བྱ་སྟེ་བཅུ་བཞི་པའོ།། །།
en: This concludes “The Wish-Fulfilling Jewel Dhāraṇī,” the fourteenth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་གྱིས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་བགོས་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་བདག་གིས་ཀྱང་། དགེ་སློང་ཆོས་སྨྲ་བ་དེའི་ཚིག་བརྒྱན་པའི་སླད་དུ།
en: Chapter 15: The Goddess Sarasvatī Then the great goddess Sarasvatī, with her robe over one shoulder, kneeling with her right knee on the ground and her palms together in homage, bowed toward the Bhagavat and said to the Bhagavat, “Venerable Bhagavat, I, the great goddess Sarasvatī, will bring eloquence to the words of those dharmabhāṇakas so that their words will be beautified.

source: སྤོབས་པ་ཉེ་བར་བསྒྲུབ་པར་བགྱི། གཟུངས་ཀྱང་སྩལ་བར་བགྱི།
en: I will also bestow on them the power of mental retention.

source: ངེས་པའི་ཚིག་གིས་བརྗོད་པ་ཀུན་ཏུ་གཞག་པར་བགྱི།
en: I will establish them in giving definitions.

source: དགེ་སློང་ཆོས་སྨྲ་བ་དེ་ལ་ཤེས་པའི་སྣང་བ་ཆེན་པོ་བགྱི།
en: I will illuminate those dharmabhāṇakas with the great light of knowledge.

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་ལས་ཚིག་འགའམ། ཡི་གེ་གང་ཡང་རུང་བ་དག་གཅིག །ཡོངས་སུ་ཉམས་པར་གྱུར་ཏམ། བསྐྱུད་ན་བདག་གིས་དགེ་སློང་ཆོས་སྨྲ་བ་དེའི་ངེས་པའི་སྒྲ་དང་ཚིག་དང་། ཡི་གེ་དེ་དག་ཐམས་ཅད་བསྒྲུབ་པར་བགྱིའོ། །
en: If any line of verse or syllables of this Lord King of Sūtras, the Sublime Golden Light is left out, or forgotten, I will bring all definitions, lines of verse, and syllables to those dharmabhāṇaka bhikṣus.

source: ཅི་ནས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འབུམ་ཕྲག་དག་ལ་དགེ་བའི་རྩ་བ་བསྐྲུན་པའི་སེམས་ཅན་དེ་དག་གི་དོན་གྱི་སླད་དུ། གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་འཛམ་བུའི་གླིང་ན་ཡུན་རིང་དུ་གནས་ཤིང་མྱུར་དུ་ནུབ་པར་མི་འགྱུར་བ་དང་། སེམས་ཅན་དུ་མ་དག་གིས་གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་འདི་ཐོས་ནས། ཤེས་རབ་རྣོ་བ་བསམ་གྱིས་མི་ཁྱབ་པར་འགྱུར་བ་དང་། ཤེས་རབ་ཀྱི་ཕུང་པོ་བསམ་གྱིས་མི་ཁྱབ་པ་ཐོབ་པར་འགྱུར་བ་དང་། ཚེ་འདི་ལ་ཚེ་ཕུན་སུམ་ཚོགས་པ་རབ་ཏུ་ཐོབ་པར་འགྱུར་བ་དང་། སྲོག་ལ་ཕན་གདགས་པ་དང་། བསོད་ནམས་ཀྱི་ཕུང་པོ་དཔག་ཏུ་མ་མཆིས་པ་རབ་ཏུ་འཛིན་པར་འགྱུར་བ་དང་། ཐབས་སྣ་ཚོགས་རབ་ཏུ་འཚལ་བར་འགྱུར་བ་དང་། བསྟན་བཅོས་ཐམས་ཅད་ལ་རབ་ཏུ་མཁས་པར་འགྱུར་བ་དང་། བཟོའི་བགྱི་བ་སྣ་ཚོགས་ཕུན་སུམ་ཚོགས་པ་འཐོབ་པར་འགྱུར་བ་དང་། བསྐྱུད་པ་མ་མཆིས་པར་བགྱི་བའི་སླད་དུ། དེ་ལ་གཟུངས་ཀྱང་སྩལ་བར་བགྱིའོ། །དགེ་སློང་ཆོས་སྨྲ་བ་དེ་དང་། སེམས་ཅན་ཆོས་ཉན་པ་དེ་དག་གི་དོན་གྱི་སླད་དུ། སྔགས་དང་། སྨན་དང་ལྡན་པའི་ཁྲུས་ཀྱི་ལས་བརྗོད་པར་བགྱི་སྟེ། གཟའ་དང་། རྒྱུ་སྐར་དང་། སྐྱེ་བ་དང་། འཆི་བའི་གནོད་པ་དང་། འཐབ་པ་དང་། རྙོག་པ་དང་།
en: “So that this Lord King of Sūtras, the Sublime Golden Light may remain for a long time in Jambudvīpa and not quickly vanish; so that beings can accomplish roots of merit with a hundred thousand buddha bhagavats; so that many beings on hearing this Lord King of Sūtras, the Sublime Golden Light may develop inconceivably sharp wisdom; so that they may gain an inconceivable aggregation of wisdom; so that they may attain good fortune in this life; so that they may have benefit in life and possess an immeasurable aggregation of merit; so that they may seek a variety of methods; so that they may become learned in all treatises; and so that they may attain perfection in a variety of arts, I will bestow the power of retention so that they will not forget.

source: འཁྲུག་གློང་དང་། ཁྲག་ཁྲུག་དང་། རྨི་ལམ་ངན་པ་དང་། ལོག་འདྲེན་གྱི་གནོད་པ་ཐམས་ཅད་དང་། བྱད་དང་རོ་ལངས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར། གང་གིས་མཁས་པ་དག་ཁྲུས་བགྱིད་དུ་སྩལ་བའི་སྨན་དང་སྔགས་ནི་འདི་དག་སྟེ། ཤུ་དག་གིའུ་ཝང་སྤྲྀ་ཀ་དང་། །ཤ་མྱ་ཤ་མྱི་ཤཱི་རི་ཤཱ། །ཨིནྡྲ་ཧསྟ་སྐལ་བ་ཆེ། །
en: “I will teach the rite of cleansing with mantras and medicines for the benefit of the dharmabhāṇaka bhikṣus and the beings who listen to the Dharma, so that harm from the planets, lunar asterisms, birth, and death; all the harms from fighting, pollution, riots, chaos, nightmares, and misleaders; and the harms from all evil spirits and vetālas will cease.

source: ཛྷ་མ་ཤིང་ཚ་ཨ་ག་རུ། །ཤི་རི་བི་སྟ་སྲ་རྩི་པོག །གུ་གུལ་ར་ས་ཤ་ལ་ཀི། །རྡོ་དྲེག་ལོ་མ་རྒྱ་སྤོས་དང་། །ཙནྡན་དང་ནི་ལྡོང་རོས་དང་། །གིའུ་ཝང་བཅས་དང་རུ་རྟ་དང་། །གུར་གུམ་གླ་སྒང་ཡུངས་ཀར་དང་། །དབྱི་མོ་སུག་སྨེལ་ན་ལ་དང་། །ནཱ་ག་གེ་སར་ཨུ་ཤི་ར། །འདི་དག་ཆ་ནི་མཉམ་བགྱིས་ནས། །སྐར་མ་རྒྱལ་ལ་བཏག་པར་བགྱི། །ཕྱེ་མ་ལ་ནི་སྔགས་ཚིག་འདི། །ལན་བརྒྱ་མངོན་པར་གདབ་པར་བགྱི། །ཏདྱ་ཐཱ། སུ་ཏེ་ཀྲྀ་ཏེ། ཀ་མ་ཏ་ལི། ན་ལེ་ཛ་ན་ཀ་ར་ཏེ། ཧངྐ་ར་ཏེ། ཨིནྡྲ་ཛ་ལི་ནི། ཤཾ་ཀ་ར་དྲི་པ་ཤད་དྲི། ཨ་བརྟ་ཀ །སེ་ཀེ་ན་ཀུ་ཏྲ་ཀུ། །ཀ་བི་ལ། ཀ་བི་ལ་མ་ཏི། ཤཱི་ལ་མ་ཏི། ཤཱི་ལ་མ་ཏི། སནྡྷི།
en: “These are the herbs and medicines through which the wise can cleanse themselves: “Sweet flag, cow bezoar, and fenugreek, Artemisia, acacia, and shami, Orris root and musk, Crepe ginger, cinnamon, and agarwood; “Chir pine rosin and dammar gum, Bdellium and frankincense, Valerian and black stone flower, Sandalwood and realgar; “Bezoar and costus root, Saffron, nut grass, and mustard seed, Linseed, cardamom, and spikenard, And ironwood flowers and vetiver: “Combine equal amounts of each During the Puṣya lunar house.

source: དྷུ་དྷུ་མ་བ་ཏི། ཤི་རི་ཤི་རི། སད་ཏྱ་སྠི་ཏི་སྭཱ་ཧཱ། ལྕི་བས་དཀྱིལ་འཁོར་བགྱིས་ནས་ནི། །མེ་ཏོག་སིལ་མ་དགྲམ་པར་བགྱི། །
en: Recite these mantra words A hundred times over the powder: tadyathā | sute kṛte kamatali nalejanakarate haṅkarate indrajalini śaṃkaradri paśaddre avartakaseke nakutra kukavilakavimalamati śīlamati sandhidhudhumamavati śiśiri satyasthite svāhā | “Make a circle of cow dung And scatter flower petals.

source: གསེར་གྱི་སྣོད་དང་དངུལ་སྣོད་དུ། །མངར་བའི་ཁུ་བ་གཞག་པར་བགྱི། །
en: Pour sweetened water Into a gold bowl and a silver bowl.

source: སྐྱེས་བུ་གོ་ཆ་བགོས་པ་ནི། །བཞི་ཞིག་དེར་ཡང་གཞག་པར་བགྱི། །རབ་ཏུ་བརྒྱན་པའི་བུ་མོ་བཞི། །བུམ་པ་ཐོགས་པ་གཞག་པར་བགྱི། །རྟག་ཏུ་གུ་གུལ་བདུག་པར་བགྱི། །
en: “You should also place there Four men dressed in armor, And place there four maidens Who are adorned and holding pots.

source: སིལ་སྙན་སྣ་ལྔ་བགྱིད་དུ་སྩལ། །
en: “Perfume the air with bdellium And play the five kinds of musical instruments.

source: གདུགས་དང་བ་དན་རྒྱལ་མཚན་གྱིས། །ལྷ་མོ་དེ་ནི་ལེགས་པར་བརྒྱན། །
en: Adorn the goddess with Banners, parasols, and flags.

source: བར་བར་དག་ཏུ་མེ་ལོང་བཞག །མདའ་དང་མདུང་རྩེ་སྣེ་སྤྲད་བཞག །དེ་ནས་མཚམས་ཀྱང་གཅད་པར་བགྱི། །དེ་ཡི་འོག་ཏུ་དགོས་པ་བརྩམ། །སྔགས་ཀྱི་ལས་ནི་འདི་དག་གིས། །
en: “In between, place mirrors And arrange arrows and spears.

source: མཚམས་གཅད་པ་ཡང་བརྩམ་པར་བགྱི། །སཱདྱ་ཐེད་ན། ཨ་ཀ་ར་ཀེ། ན་ཡ་ནེ། ཧི་ལེ་མི་ལེ། གི་ལེ། ཁི་ཁི་ལེ་སྭཱ་ཧཱ། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྣ་མ་ལོགས་སུ་ཁྲུས་བགྱིས་ནས། སྔགས་འདི་བཟླས་བརྗོད་བགྱིས་ན་ཁྲུས་ཀྱིས་ཞི་བར་སྦྱར་རོ། །ཏདྱ་ཐཱ།
en: Then, after closing the boundary, Commence what is to be done.

source: ས་ག་ཌེ། བི་ག་ཌེ། བི་ག་ཏ་བ་ཏི་སྭཱ་ཧཱ། ཕྱོགས་བཞི་དག་ན་གང་གནས་པའི། །རྒྱུ་སྐར་དག་གིས་ཚེ་སྲུངས་ཤིག །
en: syād yathedaṃ arake nayane hile mile gile khikhile svāhā | “Engage in the peaceful activity of cleansing by reciting this mantra while washing the body of the Bhagavat: tadyathā | sugaṭe vigaṭe vigatāvati svāhā | “May the lunar asterisms, wherever they are In the four directions, protect lives.

source: བཙས་པའི་སྐར་མའི་གནོད་པ་དང་། །ཕུང་པོའི་ལས་ཀྱི་འཇིགས་འབྱུང་དང་། །འབྱུང་པོའི་ཁམས་རྣམས་འཁྲུགས་བགྱིད་པ། །འཇིགས་པ་མི་བཟད་ཞི་གྱུར་ཅིག །ཏདྱ་ཐཱ། ས་མེ་བི་ཤ་མེ་སྭཱ་ཧཱ། ས་ག་ཌེ། བི་ག་ཌེ་སྭཱ་ཧཱ། བི་ག་ཌེ་བ་ཏེ་སྭཱ་ཧཱ། སཱ་ག་ར་སྃ་བྷུ་ཏཱ་ཡ་སྭཱ་ཧཱ། སྐནྡྷ་མཱ་ཏཱ་ཡ་སྭཱ་ཧཱ། ནཱི་ལ་ཀཎྛཱ་ཡ་སྭཱ་ཧཱ། ཨ་པ་ར་ཛི་ཏ། བིརྱ་ཡ་སྭཱ་ཧཱ། ཧཱི་མ་བནྡྷ་སྃ་བྷུ་ཏཱ་ཡ་སྭཱ་ཧཱ། ཨི་ནི་བི་ལ་བག་ཏྲཱ་ཡ་སྭཱ་ཧཱ། ན་མོ་བྷ་ག་བ་ཏེ། བྲཧྨཱ་ཎེ། ན་མ་སྭ་ར་སྭ་ཏྱཻ།
en: May they bring to an end the dreadful terrors Of the harms from the stars of one’s birth, The fears that arise from a multitude of actions, And the disturbances of the elements.

source: མ་ཧཱ་དེ་བཻ་སིན་ཏུ་མཱཾ། མནྟྲ་པ་དཱ། ཏ་ར་ཏུ་བི་ཙི་ཏྃ། བྲ་ཧྨཱ་ནུ་མ་ནྱ་ཏུ་སྭཱ་ཧཱ། དགེ་སློང་ཆོས་སྨྲ་བ་དེ་ལ་བསྲུང་བ་དང་། ཆོས་མཉན་པ་དེ་དག་དང་། ཡི་གེར་འདྲི་བ་དེ་དག་གི་དོན་གྱི་སླད་དུ། ཁྲུས་ཀྱི་ལས་འདིས་བདག་ཉིད་དེར་མཆིས་པར་བགྱིའོ། །
en: tadyathā | śame viṣame svāhā | sagaṭe vigaṭe svāhā | sukhatinate svāhā | sāgarasaṃbhūtāya svāhā | skandhamatāya svāhā | nīlakaṇṭhāya svāhā | aparājitavīryāya svāhā | himavatsaṃbhūtāya svāhā | animilavaktrāya svāhā | namo bhagavate brāhmaṇe | namaḥ sarasvatyai devyai sidhyantu mantrapadā daṃ brahma anumanyatu svāhā | “I will be there, because of this washing ritual, in order to guard the dharmabhāṇaka bhikṣu and those who listen to the Dharma and those who write it out.

source: ལྷའི་ཚོགས་ཐམས་ཅད་དང་ལྷན་ཅིག་ཏུ་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་ལམ། གཙུག་ལག་ཁང་དེར་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིའོ། །ཅི་ནས་དགེ་སློང་ངམ། དགེ་སློང་མའམ། དགེ་བསྙེན་ནམ། དགེ་བསྙེན་མ་མདོ་སྡེའི་དབང་པོ་འཛིན་པ་དེ་དག་གི་སྲོག་ལ་ཕན་གདགས་པར་འགྱུར་བ་དང་། འཁོར་བ་ལས་འབྱུང་བ་ཐོབ་པར་འགྱུར་བ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་བ་དང་། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དང་། གཟའ་དང་། འཐབ་པ་དང་། རྙོག་པ་དང་།
en: “Together with a host of devas, I will end all illness in those villages, towns, marketplaces, and monasteries.

source: བཙས་པའི་སྐར་མའི་གནོད་པ་དང་། རྨི་ལམ་ངན་པ་དང་། ལོག་འདྲེན་གྱི་གནོད་པ་ཐམས་ཅད་དང་། བྱད་དང་། རོ་ལངས་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིའོ། །
en: “I will end harm from planetary afflictions, fighting, and pollution; harm from the stars of one’s birth; and all harm from nightmares, troublesome demons, and all evil spirits and vetālas for the bhikṣus, bhikṣuṇīs, upāsakas, and upāsikās who possess this lord of sūtras, so that their lifespans will be benefited, they will abandon saṃsāra, they will progress irreversibly to the highest, most complete enlightenment, and they will quickly attain the highest, most complete enlightenment of buddhahood.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷ་མོ་དབྱངས་ཅན་ལ།
en: Then the Bhagavat congratulated the great goddess Sarasvatī, saying, “Well done, well done, great goddess Sarasvatī!

source: ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་ཁྱོད་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བའི་ཕྱིར་ཞུས་ཏེ།
en: You act to bring benefit to many beings, and happiness to many beings.

source: ཁྱོད་ཀྱི་སྔགས་དང་། སྨན་དང་ལྡན་པའི་ཚིག་འདི་འདྲ་བ་བཤད་པ་ནི། ལེགས་སོ་ལེགས་སོ། །ཞེས་བྱ་བ་བྱིན་ཏེ།
en: It is excellent, excellent that you have given this teaching of mantras and medicines.”

source: ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་གྱིས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: The great goddess Sarasvatī bowed down to the Bhagavat’s feet and sat to one side.

source: དེ་ནས་སློབ་དཔོན་ལུང་སྟོན་པ་བྲམ་ཟེ་ཀཽ་ཎྜི་ནྱས་ལྷ་མོ་དབྱངས་ཅན་དེ་བཀུག་གོ །ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་མཆོད་འོས་དཀའ་ཐུབ་ཆེ། །འཇིག་རྟེན་ཀུན་དུ་རྣམ་གྲངས་མཆོག་སྦྱིན་ཡོན་ཏན་ཆེ། །རྩེར་གནས་མཛེས་མ་དཱུར་བ་རྩྭ་ཡིས་གོས་བསྐུས་པ། །དཱུར་བའི་རྩྭ་ཡི་གོས་གྱོན་རྐང་པ་གཅིག་གི་གནས། །
en: Then the Kauṇḍinya brahmin, the Dharma master Vyākaraṇa, called upon the goddess Sarasvatī: “Great goddess Sarasvatī, You are worthy of offering, a great ascetic; You are renowned in all worlds; You give the best and have great qualities; “You have the highest attainment, are beautiful, And have put on a darbha grass robe— You are wearing darbha grass clothing, And you stand on one leg.

source: ལྷ་རྣམས་ཐམས་ཅད་ལྷགས་ནས་འདི་སྐད་ཚིག་སྨྲས་ཏེ། །སེམས་ཅན་རྣམས་ལ་དགེ་བའི་ཚིག་ཤོད་ལྕེ་ཁྲོལ་མཛོད། །སཱདྱ་ཐེ་དན། མུ་རེ། ཙི་རེ། ཨ་བ་ཛེ། ཨ་བ་ཛ་བ་ཏི། ཧིངྒུ་ལེ། མིདྒུ་ལེ། པིངྒ་ལ་བ་ཏེ། མུངྒ་ཥེ། མ་མ་རཱི་ཙྱཻ། སྭ་མ་ཏི། ད་ཤ་མ་ཏི། ཨ་གྷྲི་ཏ་མ་གྷྲི། ཏ་ར་ཙི། ཏ་ར་ཙ་བ་ཏི། ཙི་ཙི་ཙི་རི། ཤི་རི་མི་རི། མ་རི་ཙྱཻ། པྲཱ་ན་པྲི་ཡེ། ལོ་ཀ་ཛྱེཥྛེ། ལོ་ཀ་ཤྲེཥྛེ། ལོ་ཀ་པྲེ་ཡ། སིདྡྷ་པྲ་ཏེ། བྷཱི་མ་མུ་ཁི། ཤུ་ཙི་ཙ་རི། ཨ་པྲ་ཏི་ཧ་ཏེ།
en: “All the devas have gathered, And they all speak in one voice: ‘Loosen your tongue and speak The words that will benefit beings.’ ”

source: ཨ་པྲ་ཏི་ཧ་ཏ་བུདྡྷི། ན་མུ་ཙི། མ་ཧཱ་ན་མུ་ཙི། མ་ཧཱ་དེ་བྱི། པྲ་ཏི་གྲཱི་ཧཱ། ན་མ་སྐ་རཱ་ན། བདག་གི་བློ་ཐོགས་པ་མེད་པར་གྱུར་ཅིག །
en: Sarasvatī spoke these mantra words: syād yathedaṃ mure cire avaje avajavate higule migule pigalavati maguśe marici samati daśamati agrimagri tara citara capati cicirī śirimiri marici praṇaye lokajyeṣṭhe lokapriye siddhiprite vimamukhiśucikharī apratihate apratehata buddhe namuci namuci mahādevī pratigṛhnanamaskaraṃ | “May I have unimpeded understanding.

source: བསྟན་བཅོས་དང་། ཚིགས་སུ་བཅད་པའི་རྒྱུད་དང་། སྡེ་སྣོད་དང་། སྙན་དངགས་ལ་སོགས་པ་ལ། བདག་གི་རིག་སྔགས་དངོས་གྲུབ་ཏུ་གྱུར་ཅིག །ཏདྱ་ཐཱ།
en: May I accomplish the knowledge of treatises, verses, tantras, piṭakas, poetry, and so on.

source: མ་ཧཱ་པྲ་བྷཱ་བེ། ཧི་ལི་ཧི་ལི། མི་ལི་མི་ལི། བཅོམ་ལྡན་འདས་མ་ལྷ་མོ་དབྱངས་ཅན་གྱི་མཐུས་བདག་རྣམ་པར་རྒྱལ་བར་གྱུར་ཅིག །ཀཱ་ར་ཏེ། ཀེ་ཡཱུ་རེ།
en: tadyathā | mahāprabhavā hili hili mili mili | “May I be victorious through the power of the Bhagavatī, the goddess Sarasvatī.

source: ཀེ་ཡཱུ་ར་མ་ཏེ། ཧི་ལི་མི་ལི། ཧི་ལི་མི་ལི། སངས་རྒྱས་ཀྱི་བདེན་པ་དང་། ཆོས་ཀྱི་བདེན་པ་དང་།
en: karaṭe keyūre keyūravati hili mili hili mili hili hili | “I summon the great goddess through the truth of the Buddha, the truth of the Dharma, the truth of the Saṅgha, the truth of Indra, and the truth of Varuṇa.

source: དགེ་འདུན་གྱི་བདེན་པ་དང་། དབང་པོའི་བདེན་པ་དང་། ཆུ་ལྷའི་བདེན་པས་ལྷ་མོ་ཆེན་མོ་དགུག་པར་བྱའོ། །གང་དག་འཇིག་རྟེན་ན་བདེན་པ་སྨྲ་བ་དེ་དག་གི་བདེན་པ་དང་། བདེན་པའི་ཚིག་གིས་ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་དགུག་པར་བྱའོ། །
en: I invoke the great goddess through the truth and true words of all who speak truth in the world.

source: ཏདྱ་ཐཱ། ཧི་ལི་མི་ལི། ཧི་ལི་མི་ལི། ཧི་ལི་མི་ལི། བདག་རྣམ་པར་རྒྱལ་བར་གྱུར་ཅིག །
en: tadyathā | hili hili hili mili hili mili | May I be victorious!

source: བཅོམ་ལྡན་འདས་མ་ལྷ་མོ་ཆེན་མོ་དབྱངས་ཅན་ལ་ཕྱག་འཚལ་ལོ། །
en: I pay homage to the Bhagavatī, the great goddess Sarasvatī!

source: བདག་ལ་གསང་སྔགས་ཀྱི་ཚིག་རྣམས་གྲུབ་པར་གྱུར་ཅིག་སྭཱ་ཧཱ། དེ་ནས་ལྷ་མོ་དབྱངས་ཅན་གྱི་གསང་སྔགས་ཀྱི་ཚིག་དེ་དག་སྨྲས་ནས།
en: May I accomplish the mantra words!

source: ཡང་བྲམ་ཟེ་ཀཽ་ཎྜི་ནྱ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །སྐྱེས་བུ་ཆེན་པོ་ཁྱོད་སེམས་ཅན་ཐམས་ཅད་ལ་སྤོབས་པ་དམ་པ་དང་། རྫུ་འཕྲུལ་དང་། མངོན་པར་ཤེས་པ་དང་། ཤེས་རབ་ཆེ་བ་དང་། ནོར་དང་།
en: svāhā | Then Sarasvatī said to the Kauṇḍinya brahmin, “Great being, it is excellent, excellent, that you give all beings excellent eloquence, miracles, higher cognitions, great wisdom, and so on, benefiting them and causing them to quickly attain enlightenment.”

source: དབྱིག་ལ་སོགས་པ་སྦྱིན་པས་ཕན་འདོགས་ཤིང་། མྱུར་དུ་བླ་ན་མེད་པའི་བྱང་ཆུབ་ཐོབ་པར་བྱེད་པ་ལེགས་སོ་ལེགས་སོ། །མདོ་སྡེ་འདི་འཛིན་པའི་ཆོ་ག་བསྟན་པའི་ཕྱིར་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ། །གཟུངས་འདི་དང་པོར་སུ་འདོན་པས། །དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ཏེ། །
en: She then recited these verses in order to teach the rite of possessing this sūtra: “First, whoever recites this dhāraṇī Should pay homage to the Three Jewels.

source: འཁྲུལ་པ་མེད་པར་བཟླས་བྱས་ན། །དངོས་གྲུབ་དམ་པ་ཐོབ་པར་འགྱུར། །སངས་རྒྱས་རྣམས་དང་དམ་ཆོས་དང་། །
en: Then, by repeating it without error, They will attain excellent accomplishments.

source: བྱང་ཆུབ་རང་རྒྱལ་ཉན་ཐོས་དང་། །ཚངས་པ་དང་ནི་བརྒྱ་བྱིན་དང་། །རྒྱལ་ཆེན་བཞི་ལ་ཕྱག་འཚལ་ཞིང་། །རྟག་ཏུ་ཚངས་པར་སྤྱོད་པ་ཡང་། །རིམ་གྲོ་གུས་པར་བསམ་བྱས་ཏེ། །
en: “Pay homage to the buddhas, The Dharma, the bodhisattvas, The pratyekabuddhas, the śrāvakas, And to Brahmā, Śakra, and the Four Mahārājas, “And imagine that you reverently serve Those who continually practice celibacy.

source: ཞི་ལ་དབེན་པའི་གནས་སུ་ནི། །སྒྲ་བསྐྱེད་གཟུངས་དང་བསྟོད་པ་བརྗོད། །ཇི་སྙེད་སངས་རྒྱས་ལྷ་ཀླུ་ལ། །མཆོད་པ་རྒྱ་ཆེར་བཤམ་པར་བྱ། །
en: “In a place that is peaceful and solitary, Recite audibly the dhāraṇīs and praises, And set out a vast offering To all the buddhas, devas, and nāgas.

source: སྐྱེ་བོའི་རིགས་ནི་མང་པོ་ལ། །སྙིང་རྗེའི་སེམས་ཀྱང་བསྐྱེད་པར་བྱ། །
en: “Develop a motivation of compassion Toward the many classes of beings.

source: བཅོམ་ལྡན་གསེར་མདོག་མཚན་རབ་ཅན། །རྩེ་གཅིག་སེམས་ཀྱིས་བསམ་བྱ་ཞིང་། །
en: Contemplate with a one-pointed mind The Bhagavat’s golden color and his signs.

source: བཅོམ་ལྡན་གསུང་རབ་དམ་ཆོས་ཀྱིས། །དབང་པོ་སོ་སོར་ངེས་མཛད་པའི། །དེ་ཡི་ཚིག་དོན་ལེགས་བསམས་ཏེ། །སྟོང་ཉིད་བསྒྲུབ་ལའང་གནས་པར་བྱོས། །
en: “Contemplate well the words and meaning Given specifically for individual capacities Through the Dharma, the supreme speech of the Bhagavat, And accomplish and remain in emptiness.

source: བཅོམ་ལྡན་ཐམས་ཅད་མངོན་སུམ་དུ། །རྩེ་གཅིག་སེམས་ཀྱིས་བསམ་བྱས་ན། །ཏིང་ངེ་འཛིན་དང་ཡེ་ཤེས་དང་། །གཟུངས་མཆོག་དམ་པ་ཐོབ་པར་འགྱུར། །
en: “If you contemplate with a one-pointed mind The direct presence of all the bhagavats, Then you will obtain samādhi, Wisdom, and the sublime dhāraṇī.

source: བཅོམ་ལྡན་དཔལ་མགུར་གསུང་ཆོས་ཀྱིས། །དམ་པའི་དབྱངས་དེས་འཁོར་རྣམས་འདུལ། །
en: “The Dharma speech from the glorious throat of the Bhagavat, That sublime voice, guides his followers.

source: ལྗགས་ཀྱིས་སྟོང་གསུམ་ཁེབས་མཛད་ཅིང་། །སོ་སོར་ཅི་རིགས་ཡ་མཚན་སྟོན། །
en: His tongue covers the trichiliocosm And manifests various, individual wonders.

source: དེ་ལྟའི་གསུང་མཆོག་དམ་པ་ལ། །རྟག་པར་བསམ་ཞིང་འཇིགས་པ་སྤོངས། །
en: “If you continually contemplate that excellent, Supreme speech, you will attain fearlessness.

source: བསམ་གྱིས་མི་ཁྱབ་ལྗགས་མཚན་འདི། །སྨོན་ལམ་རྒྱ་ཆེན་དབང་གིས་བརྙེས། །
en: This inconceivable sign of his tongue Was attained through the power of vast prayers.

source: ཆོས་རྣམས་མེད་པར་སྟོན་མཛད་པ། །ཇི་ལྟར་མཁའ་ལ་མ་ཆགས་བཞིན། །
en: “Just as space has no impediment, He teaches that phenomena are nonexistent.

source: སངས་རྒྱས་ལྗགས་མཚན་གསུང་སྒྲ་ལ། །དེ་བསམས་སྨོན་ལམ་ཚད་མེད་འགྲུབ། །
en: Contemplate the speech of the feature that is the Buddha’s tongue, And countless prayers will be fulfilled.

source: གང་ཞིག་དབྱངས་ཅན་མངོན་མཆོད་དམ། །ཡང་ན་སློབ་མས་མན་ངག་བཞིན། །ལུང་བཞིན་ཆོས་དེ་གང་སྒྲུབ་པ། །བཀུར་སྟིའི་མཆོག་རྣམས་ཐོབ་པར་འགྱུར། །
en: “If someone makes offerings to Sarasvatī Or has a student who, according to instructions, In accord with scripture, practices the Dharma, They will obtain the most perfect honors.

source: གང་ཞིག་ཡེ་ཤེས་མཆོག་སྒྲུབ་པའང་། །རྩེ་གཅིག་སེམས་ཀྱིས་ཆོས་འདི་གཟུང་། །བསོད་ནམས་ཡེ་ཤེས་ཚོགས་འཕེལ་ཞིང་། །ངེས་པར་འགྲུབ་ལ་ཡིད་གཉིས་སྤོངས། །
en: “Someone who practices for supreme wisdom And single-mindedly possesses this Dharma Will increase the accumulations of wisdom and merit And have definite accomplishment; do not doubt it!

source: གང་ཞིག་ནོར་སྒྲུབ་ནོར་དང་ལྡན། །ཁེ་དང་གྲགས་པའང་དེ་བཞིན་འགྲུབ། །
en: “Those who practice for wealth will have wealth, And gain and fame will likewise be accomplished.

source: འབྱུང་བར་འདོད་པའང་རྣམ་གྲོལ་བར། །
en: Those who wish for deliverance will be liberated.

source: ངེས་པར་འགྲུབ་པས་ཡིད་གཉིས་སྤོངས། །
en: This will definitely be accomplished; do not doubt it!

source: ཡོན་ཏན་མང་པོ་ཚད་མེད་པའང་། །བསམ་པ་བཞིན་དུ་ཀུན་གྲུབ་པས། །
en: “Also numerous, countless good qualities Will be accomplished, as wished for.

source: འདི་ལ་ཚུལ་བཞིན་གང་གནས་པ། །ངེས་པར་འགྲུབ་པས་ཡིད་གཉིས་སྤོངས། །
en: Someone who maintains this practice correctly Will definitely accomplish them; do not doubt it!
